---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAirloopFantype
source: html/bfd73333-1a0e-daf1-2b01-36c20c00cf3c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAirloopFantype Property

"Fan"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAirloopFantype { get; }
```